Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=202_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Evankelis-luterilainen kirkko
smn: Evaŋgellâš-luterilâš kirkko

source: Kirkolla on kautta historian ollut suuri merkitys saamelaisille ja saamen kielen käytölle.
smn: Kirhoost lii lamaš čoođâ historjá stuorrâ merhâšume sämmiláid já sämikielâ kiävtun.

source: Ennen yleisen oppivelvollisuuskoulun aikaa kansanopetuksesta vastasi kirkko ja saamenkielinen kirjallisuus sai alkunsa kirkollisista teksteistä.
smn: Ovdil almolâš oppâkenigâsvuođâškoovlâ ääigi aalmugmáttááttâsâst västidij kirkko já sämikielâlâš kirjálâšvuotâ uážui aalgâ kirholijn teevstâin.

source: Tänä päivänä saamen kieli kuuluu luonnollisena osana kirkon toimintaan.
smn: Onnáá peeivi sämikielâ kulá luándulâš uássin kirho tooimâ.

source: Kirkolliset toimitukset kuten kaste, vihkiminen ja hautaus voidaan toimittaa inarin- ja pohjoissaamen kielillä.
smn: Kirholijd toimâttâsâid tegu kastuu, vihkâm já hävdidem puáhtá toimâttiđ aanaar- já tavesämikielân.

source: Kirkolliskokous perusti keväällä 2008 saamelaistyön sihteerin viran, jonka sijoituspaikkana on Oulun hiippakunnan tuomiokapituli.
smn: Kirholâščuákkim vuáđudij kiđđuv 2008 sämipargo čällee virge, mon soijimsaijeen lii Oulu pispekode tuámukapittâl.

source: Saamelaistyön sihteerin virka on kokonaiskirkon virka, jonka tehtävänä on saamelaisten kirkollisen työn ja erilaisten hankkeiden koordinointi sekä Barentsin alueen saamelaisten kirkollisten yhteyksien hoitaminen.
smn: Sämipargo čällee virge lii oleskirho virge, mon pargon lii sämmilij kirholâš pargo já sierâlágán projektij koordinistem sehe Baareents kuávlu sämmilij kirholâš ohtâvuođâi tipšom.

source: Saamelaispapin virkapaikka on Inarin seurakunnassa, mutta hänen työkenttänään on koko saamelaisten kotiseutualue.
smn: Sämipaapâ virgesaje lii Aanaar servikoddeest, mut suu pargokuávlun lii ubâ sämikuávlu.

source: Saamelaisten papin tehtävänä on palvella saamelaisten kotiseutualueen seurakuntia ja tarjota saamenkielisiä kirkollisia palveluita.
smn: Sämmilij paapâ pargon lii palvâliđ sämikuávlu servikuudijd já faallâđ sämikielâlijd kirholâš palvâlusâid.

source: Oulun hiippakunnan tuomiokapituli perusti saamelaistyön neuvottelukunnan vuonna 2008.
smn: Oulu pispekode tuámukapittâl vuáđudij sämipargo ráđádâllâmkode ive 2008.

source: Neuvottelukunnan tehtävänä on edistää saamelaisten kirkollista työtä ja tukea saamelaistyön sihteerin työtä asiantuntijaelimenä.
smn: Ráđádâllâmkode pargon lii äššitobdeeorgaanân ovdediđ sämmilij kirholâš pargo já tuárjuđ sämipargo čällee pargo.

source: Kirkko tekee saamelaistyössä pohjoismaista yhteistyötä ja järjestää joka neljäs vuosi ekumeeniset saamelaiset kirkkopäivät (Sámi girkobeaivvit).
smn: Kirkko taha sämipargoost tave-eennâmlâš oovtâstpargo já uárnee eres lasseen jyehi niäljád ive ekumeenlijd Säämi kirkkopeeivijd.

source: Edelliset kirkkopäivät vietettiin Norjan Mo i Ranassa 9.-11.8.2013.
smn: Puáttee kirkkopeeivih uárnejuvvojeh Taažâ Mo i Ranast 9.–11.8.2013.

source: Saamen kielilaki koskee myös kirkkoa ja erityisesti Oulun hiippakuntaa.
smn: Säämi kielâlaahâ kuáská meid kirho já eromâšávt Oulu pispekode.

source: Vuonna 1994 voimaan tulleeseen kirkkolakiin kirjoitettiin tätä koskeva säännös.
smn: Ive 1994 vuáimán šoddâm kirkkolaahân čallui taam ääši kyeskee miärádâs.

source: Vuonna 2006 uudistetulla säädöksellä saamelaisalueen seurakunnat määriteltiin selkeästi kaksikielisiksi seurakunniksi.
smn: Ive 2006 uđâsmittum asâttâssáin sämikuávlu servikodeh miäruštâlluvvojii čielgâsávt kyevtkielâlâš servikodden.

source: Tämä velvoittaa saamen kielet näkymään myös esimerkiksi kirkollisissa ilmoituksissa.
smn: Taat kenigit sämikielâid oinuđ še ovdâmerkkân kirholâš almottâsâin.

source: Saamenkielinen uskonnollinen kirjallisuus
smn: Sämikielâlâš kirjálâšvuotâ

source: Kirkon virallisia kirjoja, kuten jumalanpalveluskirjaa ja toimitusten kirjaa, ryhdyttiin kääntämään saamenkielelle 1990-luvulla ja ne valmistuivat 2002.
smn: Kirho virgálijd kiirjijd, tegu immeelpalvâluskirje já toimâttâsâi kirje, riemmii jurgâliđ sämikielân 1990-lovvoost já toh valmâštuvvojii 2002.

source: Pohjoissaamenkielinen virsikirja ilmestyi vuonna 1993.
smn: Tavesämikielâlâš salmâkirje almostui ive 1993.

source: Pohjoissaamenkielinen Uuden Testamentin käännös julkaistiin vuonna 1998.
smn: Tavesämikielâlâš Uđđâ Testament jurgâlus almostui ive 1998.

source: Pohjoissaamenkielinen Vanhan Testamentin käännöstyö alkoi vuonna 1998 ja työ jatkuu edelleen.
smn: Tavesämikielâlâš Puáris Testament jurgâlempargo aalgij ive 1998 já pargo juátkoo ain.

source: Lasten Raamattu on julkaistu pohjoissaame n ja inar insaamen kielillä.
smn: Párnái Ráámmát lii almostittum tavesämi- já aanaarsämikielân.

source: Inarinsaamenkielinen virsikirja julkistettiin vuonna 1993 ja osia Kirkkokäsikirjasta vuonna 2000.
smn: Aanaarsämikielâlâš salmâkirje almostui ive 1993 já uásih Kirkkokietâkirjeest ive 2000.

source: Myös Katekismus on käännetty inarin- ja pohjoissaamen kielille.
smn: Meid Katekismus lii jurgâlum aanaar- já tavesämikielân.

source: Tuomiokapitulin suunnitelmissa on Kirkkokäsikirjan kääntäminen inarinsaamen kielelle.
smn: Tuámukapittâl vuáváámijn lii Kirkkokietâkirje jurgâlen aanaarsämikielân.

source: Saamenkielisten palvelujen saaminen kirkollisten toimitusten, kuten hautajaisten, kasteen ja vihkimisen yhteydessä on mahdollista Saamelaisten kotiseutualueella, joka on saamelaisten papille kuuluvaa aluetta.
smn: Sämikielâlij palvâlusâi uážžum kirholâš toimâttâsâi, tegu hávdájái, kastuu já vihkâm ohtâvuođâst lii máhđulâš Sämikuávlust, mii lii sämmilij paapân kullee kuávlu.

source: Saamenkielisiä ja kaksikielisiä messuja toimitetaan Inarin ja Utsjoen alueilla.
smn: Sämikielâlijd já kyevtkielâlijd meesuid toimâtteh Aanaar já Ucjuv kuávluin.

source: Saamelaisten kotiseutualueella ei ole mahdollisuutta saada saamenkielistä palvelua diakoniatyön ja kasvatustyön alueilla, koska ei ole saamen kielen taitoisia työntekijöitä.
smn: Sämikuávlust ij lah máhđulâš uážžuđ sämikielâlâš palvâlus diakoniapargo já pajasšoddâdempargo suorgijn, ko iä lah sämikielâtáiđusiih pargeeh.

source: Siten esimerkiksi saamenkielinen rippikoulu ei toteudu Suomessa.
smn: Nuuvtpa ovdâmerkkân sämikielâlâš rippâškovlâ ij olášuu Suomâst.

source: Saamenkielisistä työntekijöistä on puutetta.
smn: Sämikielâlijn pargein lii vááijuvvuotâ

source: Saamenkieliset kirkkokäsikirjat löytyvät osoitteesta www.sakasti.f i
smn: Sämikielâliih kirkkokietâkirjeh kávnojeh čujottâsâst www.sakasti.f i

source: Saamenkielinen raamattu löytyy osoitteesta www.bibeln.fi
smn: Tavesämikielâlâš ráámmát kávnoo čujottâsâst www.bibeln.fi
